read_verilog -D WBARBITER -formal ../../rtl/wbarbiter.v
read_verilog -formal fwb_master.v
read_verilog -formal fwb_slave.v
prep -top wbarbiter -nordff
opt -share_all
write_smt2 -wires wbarbiter.smt2
