read_verilog -D WBM2AXISP -formal ../../rtl/wbm2axisp.v
read_verilog -D WBM2AXISP -formal faxi_master.v
read_verilog -D WBM2AXISP -formal fwb_slave.v
prep -top wbm2axisp -nordff
opt -share_all
write_smt2 -wires wbm2axisp.smt2
